Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Pivo stuck to the portal, watching as they descended below the soot-filled layer of clouds and the Earth below came into view.
fr_fr: Pivo resta à regarder par la fenêtre pendant qu'ils descendaient à travers la couche de nuage de suie, puis la Terre apparue en dessous d'eux.

source: They were in the atmosphere now, descending on a taut beanstalk stretched between the Earth and station above, a massive feat of engineering built from carbon nanotubes.
fr_fr: Ils étaient dans l'atmosphère maintenant, descendant le long d'une perche tendue entre la Terre et la station, un gigantesque ouvrage d'ingénierie entièrement en nanotubes de carbones.

source: The shuttle car crawled down the elevator cable, bringing them closer and closer to the ruined planet.
fr_fr: La nacelle glissait le long du cable de l'ascenseur, les rapprochant de plus en plus de la planète dévastée.

source: Earth's atmosphere was now choked with a thick dust, the color of rust.
fr_fr: L'atmosphère terrestre était maintenant saturée d'une fine poussière, de couleur rouille.

source: The winds whipped over the planet's surface with breakneck velocity, swirling dangerously in certain pockets.
fr_fr: Les vents, qui pouvaient atteindre des vitesses vertigineuses, fouettaient la surface de la planète, tournoyant dangereusement dans certaines poches.

source: The world's weather systems had been irretrievably ravaged by the Fall, when transhumanity had seemingly gone to war with a group of rogue AIs known as the TITANs.
fr_fr: Le système de contrôle météorologique mondial avait été irrémédiablement ravagé par la Chute, lorsque la transhumanité avait failli disparaître suite à une guerre avec un groupe d'IAs malicieuse connues sous le nom des TITANs.

source: Bombs, raging fires, chemical attacks, biowar plagues, voracious nanoswarms—even nukes—had taken their toll.
fr_fr: Bombes, incendies, attaques chimiques, guerres bactériologiques, essaim de nanites voraces - même des têtes nucléaires - avaient prélevées leur tribu.

source: It was now an inhospitable place, gripped by nuclear winter.
fr_fr: C'était maintenant un endroit inhospitalier, plongé dans un hiver nucléaire.

source: Some of the clouds were formed into unusual shapes, defying the high winds, even seeming to writhe as they moved—the thriving descendents of self-replicating airborne nanoswarms, Pivo suspected.
fr_fr: Certains nuages avaient une forme inhabituelle, défiant les vents de haute altitude, paraissant se tordre lorsqu'ils se déplaçaient - la descendance prospère des essaims de nanites aéroportés auto-réplicants, suspecta Pivo.

source: Who knew what other monstrosities waited for them below, evolved from the remnants of AI war machines?
fr_fr: Qui sait quelles autres monstruosités attendaient qu'ils arrivent là-bas en dessous, ayant évolué depuis les rémanences des machines de guerres des IAs?

source: The Earth was off-limits now.
fr_fr: La Terre était hors-limite maintenant.

source: Abandoned to the enemy.
fr_fr: Abandonnée à l'ennemi.

source: Though the TITANs were presumed to be long gone, escaping the solar system via secretly-constructed wormholes gates, taking millions of forcibly uploaded transhuman minds with them—they had left many of their tools and weapons behind.
fr_fr: Même si l'on présumait que les TITANs étaient partis depuis bien longtemps, s'échappant du système solaire par des portes de trou de ver construites en secret, emmenant des millions d'esprits transhumains forcés à s'uploader avec eux - ils avaient laisser quantités de leurs outils et armes derrière eux.

source: Likewise, some of the weapons transhumanity had unleashed on the AIs—and, quite often, themselves—had taken on a life of their own.
fr_fr: Quelques armes que la transhumanité avait libérées sur les IAs, - et, assez souvent, sur eux-même - avaient également prélevé leur tribut en vies.

source: So Earth had been abandoned and interdicted, with hypercorp killsats laced into orbit to shoot down anything that attempted to leave or land on the planet's surface.
fr_fr: La Terre avait donc été abandonnée et interdite, avec des satellites tueurs hypercorp partout en orbite pour tirer sur tout ce qui tenterait de quitter ou d'atterir sur la surface de la planète.

source: As a reclaimer, Pivo was part of a small but vocal faction that advocated a return to Earth.
fr_fr: En tant que réclamationniste, Pivo faisait parti d'une petite faction qui faisait beaucoup parler d'elle et qui préchait pour le retour sur Terre.

source: There was still hope for the planet, they believed.
fr_fr: Ils pensaient qu'il y avait toujours de l'espoir pour la planète.

source: It had always perservered, and this was no time to give up on it.
fr_fr: Il avait toujours persisté, et ce n'était pas le moment d'abandonner.

source: Earth needed to be cleansed and terraformed, resuscitating transhumanity's home.
fr_fr: La Terre avait besoin d'être nettoyée et terraformée, pour ressusciter la planète mère de la transhumanité.

source: But the reclamers were a minority.
fr_fr: Mais les réclamationistes étaient une minorité.

source: To most survivors of the Fall, the Earth held too many horrible memories.
fr_fr: Pour la majorité des survivants de la Chute, la Terre représentait trop de souvenirs horribles.

source: Lives ruined.
fr_fr: Des vies ruinées.

source: Loved ones lost.
fr_fr: Des êtres aimés disparus.

source: Their own deaths.
fr_fr: Leur propre morts.

source: It was a monument to transhumanity's arrogance and mistakes, a grim reminder that they were not above destroying themselves despite all of their advances and technology, or perhaps because of them.
fr_fr: C'était un monument à l'arrogance et aus erreurs de la transhumanité, un rappel sinistre qu'ils ne sont pas au dessus de l'autodestruction en dépit de tout le progrès et de toute leur technologies, ou peut-être à cause d'eux.

source: This didn't prevent some from trying, of course.
fr_fr: Bien entendu, cela n'empêchait pas certains d'essayer.

source: Scavengers still raided the planet's ruins, retrieving long-lost treasures, cultural artifacts, or even the preserved mind-states of those who failed to escape.
fr_fr: Des charoganrds effectuaient toujours des raids sur les ruines de la planète, récupérant des trésors perdus depuis longtemps, des artefacts culturels, ou même ceux qui ont n'ont pas réussi à s'échapper sous forme d'esprit digitalisés.

source: Some reclaimers had initiated their own secret missions, intending to establish a basecamp from which they would begin operating their own reclamation projects.
fr_fr: Quelques réclamationniste ont lancés leur propres missions secrètes, cherchant à établir des camps de base depuis lesquels ils pourraient démarrer leur propre projet réclamationnistes.

source: Most were never heard from again.
fr_fr: On n'entendit plus parler de la plupart d'entre eux.

source: The team of four rested and prepared equipment in the shuttle's large open lounge, Sava and Sarlo in a cramped inflatable survival bubble so the biomorphs could escape the confines of their vacsuits for a while.
fr_fr: L'équipe de quatre se reposa et prépara son équipement dans le grand salon, Sava et Sarlo étaient dans des bulles de survie exigües afin de pouvoir échapper aux limites de leurs exocombinaisons quelques instants.

source: Pivo elected to remain outside the bubble and in the vacsuit.
fr_fr: Pivo avait choisi de rester hors de la bulle et dans l'exocombi.

source: Close confines with Sava during the descent did not sound pleasant to him.
fr_fr: Rester enfermé avec Sava pendant la descente n'aurai pas été une partie de plaisir.

source: The walls of the lounge were smeared with decadesold blood, now frozen into a crystalline brown in the depressurized cabin.
fr_fr: Les murs du salon étaient enduits de sang vieux de plusieurs décennies, maintenant gelés en un crystal brun dans la cabine dépressurisée.

source: Whoever the last passengers were to ride this shuttle, fleeing the doomed Earth, must have set violently upon each other, fueled by madness or despair.
fr_fr: Qui qu'ait été les derniers passagers à utiliser la navette, fuyant la Terre condamnée, ils avaient du s'en prendre violemment les uns aux autres, motivés par la folie ou le désespoir.

source: [I wonder what it was like.] Sarlo tossed the thought out to the group.
fr_fr: [Je me demande à quoi ça devait ressembler.] Lança Sarlo à la cantonade.

source: [What?] Pivo replied.
fr_fr: [Quoi?] Répondit Pivo.

source: Sava quickly jumped in and put an end to the discussion Sarlo was yearning to start.
fr_fr: Sava intervint rapidement et mis un terme à la discussion que Sarlo essayait de démarrer.

source: [Quit with the philosophizing and the dramatizing.
fr_fr: [Arrètez avec la philosophie et la dramatisation.

source: You know I cannot stand that shit.] Sava tried desperately to maintain order and an air of gruff detachment.
fr_fr: Vous savez trés bien que je ne supporte pas cette merde.] Sava essayait deséspérement de maintenir l'ordre et de garder un air détaché.

source: It was too easy to let the brain wander off into the past and the fate of the millions who perished during the Fall.
fr_fr: C'était trop facile de laisser le cerveau se ballader dans le passé et le destin des millions de personnes qui sont mortes pendant la Chute.

source: To counter this, Sava always resorted to the diatribe.
fr_fr: Pour contrer ça, Sava s'en remettait toujours à la diatribe.

source: [Listen.
fr_fr: [Ecoutez.

source: We all know the mission specs.
fr_fr: Nous connaissons tous les détails de la mission.

source: We're locating someone.
fr_fr: On va localiser quelqu'un.

source: A courier.
fr_fr: Un coursier.

source: Most likely a corpse.
fr_fr: Très probablement un cadavre.

source: Last known position while alive was the base station we will drop into when this ride stops.
fr_fr: Sa dernière position connue quand il était en vie était la station d'arrivée à laquelle nous allons nous poser quand le trajet sera terminé.

source: Mount Kilimanjaro.
fr_fr: Le Mont Killimanjaro.

source: Which, according to quite reliable sources, was once overrun by killbots, which are most likely still in the vicinity.] Sava paused for dramatic effect before continuing.
fr_fr: Qui, d'après des source de confiance, a été envahi par des robots tueurs, qui seront très probablement toujours dans les parages.] Sava marqua une pause dramatique avant de reprendre.

source: [We retrieve something from the courier.
fr_fr: [On récupère quelque chose du coursier.

source: What, we don't fucking know.
fr_fr: On ne sait pas quoi.

source: Only that it is quite valuable to the org.
fr_fr: Juste que ça a une forte valeur pour l'organisation.

source: We stick to what we know.
fr_fr: On en reste à ce qu'on sait.

source: I don't want to hear any more bullshit ``what ifs'' and ``I wonders.'' If your thoughts are anywhere other than the mission, keep them to yourself.
fr_fr: Je ne veux plus entendre de conneries telles que "et si" ou "je me demande." Si vos pensée sont ailleurs que sur la mission, gardez les pour vous.

source: I don't want to hear them.] And with that declaration, the rest of the journey to the Kilimanjaro station was in silence, each confined to their own thoughts, not a single ping between them.
fr_fr: Je ne veux pas les entendre.] Et, sur cette déclaration, le reste du voyage vers la station du Killimanjaro se fit dans le silence, chacun confiné à ses propres pensées, pas un ping ne circula entre eux.

source: The shuttle rattled to a stop inside the dark cavernous hangar.
fr_fr: La navette vibra en s'arrétant dans un hangar caverneux et sombre.

source: At one time, the Kilimanjaro hangar was the busiest Earth-to-space station port in the world, servicing millions of customers annually.
fr_fr: Il fût un temps où le hangar du Killimanjaro était le spatioport Terre/espace le plus actif au monde, faisant circuler des millions de clients chaque année.

source: Now, as Pivo clung to a shuttle window and stared out into the black emptiness of the hangar, it seemed as if the place was a soulless vacuum.
fr_fr: Pivo s'accrochait à une fenêtre de la nacette et scruta le vide obscur du hangar, c'était comme si l'endroit était un vide sans âme.

source: [Ready when you are.] Sarlo pinged Sava, poised to hack open the shuttle door and allow the stale dust-choked air of Earth to waft over the team. Sava nodded to Sarlo and the shuttle door slid open with a rush of decompression.
fr_fr: [Je suis prêt quend tu l'es.] Envoya Sarlo à Sava, sur le point d'ouvrir la porte de la navette et de permettre à l'air terrestre stagnant et chargé de poussière de flotter sur l'équipe. Sava fit un signe de tête à Sarlo et la porte de la navette s'ouvri dans un bruit de décompression.

source: A blinding red-gray dust blasted into the shuttle from the hangar and coated the shuttle interior almost immediately.
fr_fr: Une poussière rouge-grise aveuglante jaillit dans la navette et recouvrit l'intérieur de la navette presque immédiatement.

source: Sava's first step into the Kilimanjaro hangar landed firmly onto the brittle ribcage of a child's skeleton.
fr_fr: Le premier pas de Sava sur le sol du hangar du Killimanjaro le fit atterir fermement sur la cage thoracique cassante d'un squelette d'enfant.

source: The bones snapped into splinters and powder with a crunch.
fr_fr: Les os volèrent en éclat et en poussières dans un craquement.

source: The floor surrounding the shuttle airlock was carpeted with skeletons entangled in a mass of tattered clothing.
fr_fr: Le sol entourant le sas de la navette était tapissé de squelettes entremélés à une masse de vêtements en lambeaux.

source: There was no way to avoid stepping upon them.
fr_fr: Il n'était pas possible d'éviter de les écraser.

source: One by one, the others stepped from the airlock.
fr_fr: Un par un, les autres sortirent du sas.

source: [This place is a tomb,] Berk beamed to the group.
fr_fr: [Cet endroit est un tombeau,] transmis Berk au groupe.

source: [This whole planet is a tomb,] Sava replied, with an extra echo harmonic allowing the word tomb to continue on well after the phrase was transmitted, added specifically to annoy Pivo, who immediately shut down the echo in his head with a countermeasure from his muse.
fr_fr: [Toute la planète est un tombeau,] répondit Sava, avec un écho harmonique supplémentaire permettant au mot tombeau de se prolonger bien longtemps après que la phrase fût transmise, ajouté spécifiquement pour emmerder Pivo, qui coupa immédiatement l'écho dans sa tête avec une contremesure de sa muse.

source: Sava took a few more crunching steps forward, then stopped.
fr_fr: Sava fît encore quelques pas craquant puis s'arréta.

source: The rest of the team followed suit.
fr_fr: Le reste de l'équipe lui emboîta le pas.

source: [Something is not right here.] Sava kicked at one of the skeletons.
fr_fr: [Il y a quelque chose qui cloche.] Sava donna un coup de pied dans l'un des squelettes.

source: The bones rattled and cracked.
fr_fr: Les os s'ébranlèrent et se brisèrent.

source: [I don't see any skulls.]
fr_fr: [Je ne voit aucun crâne.]

source: [Forced uploading,] Sarlo transmitted.
fr_fr: [Upload forcé,] transmis Sava.

source: [TITAN machines harvested the heads of the dead for scanning.] He shrugged.
fr_fr: [Les machines des TITANs ont récoltés les têtes des morts pour les scanner.] Il haussa les épaules.

source: [That's my guess, anyway.]
fr_fr: [Du moins, c'est ce que je pense.]

source: [Shut up!] Sava signaled the team to silence.
fr_fr: [Vos gueules!] Sava imposa le silence à l'équipe.

source: [Who else hears that?]
fr_fr: [Quelqu'un d'autre à entendu ça?]

source: A low mechanical whir reverberated nearby.
fr_fr: Un faible vrombissement mécanique résonna non loin.

source: [I'm picking it up.] Pivo replied.
fr_fr: [Je l'entends.] répondit Pivo

source: [Up a bit to the north.
fr_fr: [Un peu plus loin, au nord.

source: About 30 meters.] As if in response to Pivo's observation, another whir began, this one behind the team, from the south end of the hangar.
fr_fr: A peu près à trente mètres.] Comme en réponse à l'observation de Pivo, un autre vrombissement démarra, celui-ci derrière l'équipe, à l'extrémité sud-est du Hangar

source: Another whir from the east joined in the chorus.
fr_fr: Un autre vrombissement venant de l'Est se joint au chœur.

source: The sounds were coming closer, becoming more distinct, more aggressive.
fr_fr: Les sons se rapprochaient, devenant plus distinct, plus agressifs.

source: [No visual, yet.
fr_fr: [Pas encore de visuel.

source: This fucking place is so deep and thick with this dust shit, seems to act like chaff too.
fr_fr: Ce putain d'endroit est si grand et rempli de toute cette merde poussiéreuse, qui semble agir comme des paillettes.

source: Infrared is giving me only about twenty feet!] Sava motioned for the team to move to the right.
fr_fr: Les infrarouges ne me donne que vingt pieds de vision!] Sava indiqua à l'équipe de bouger vers la droite.

source: [Stay close, we move slow and keep the triggers itchy.
fr_fr: [Restez groupés, on bouge lentement et on garde le doigt sur la détente.

source: The passenger lounges are just east of us.
fr_fr: La salle d'attente est juste à l'est de nous.

source: We start the search there.] The whirs were now all around them, hovering just outside visual range.
fr_fr: On commencera les recherche là-bas.] Les vrombissements étaient maintenant tout autour d'eux, restant juste à la limite de leur champ de vision.

source: [What the fuck is that?] A flying insectoid bot with six articulated arms ending in small buzzsaws lunged from the dusty darkness at Berk, who dropped to the floor and unleashed plasma fire into it.
fr_fr: [C'est quoi ce bordel?] Un bot insectoîde volant avec six pattes articulées se terminant par de petites lames de scies émergea de l'obscurité et se dirigea vers Berk, qui se jetta au sol et libérant une décharge de plasma sur le drône

source: The bot slammed into a pile of bones and rags and set it alight.
fr_fr: Le bot se fracassa contre une pile d'os et de chiffons et l'enflamma.

source: The fire spread quickly, leaping from dry cloth to dry cloth.
fr_fr: Le feu se répandit rapidement, sautant de chiffon sec en chiffon sec.

source: The blazing hangar floor now illuminated the area in the hot orange glow of flame.
fr_fr: Le sol brûlant du hangar illumina maintenant la scène dans une chaude lueur de flamme orangée.

source: At least a dozen insectoid bots hovered in a perimeter around the team, awaiting an opportunity to strike.
fr_fr: Au moins une douzaine de bots insectoides oscillait dans le périmètre autour de l'équipe, attendant une opportunité de frapper.

source: Another bot dove at Berk, its buzzsaw arms slashing wildly.
fr_fr: Un autre bot plongea sur Berk, son bras tronçonneuse frappant violemment.

source: Berk fired, but missed.
fr_fr: Berk tira, mais rata sa cible.

source: The bot slammed into Berk's head and the buzzsaws ground into her neck.
fr_fr: Le bot entra en collision avec la tête de Berk et la tronçonneuse pénétra sa nuque.

source: Sparks flew in all directions as metal met metal.
fr_fr: Des étincelles jaillirent dans toutes les directions au moment où le métal rencontrait le métal.

source: She dropped her rifle and pushed against the body of the bot till the saws were off her neck.
fr_fr: Elle laissa tomber son fusil et poussa contre le corps du drone jusqu'à ce que les lames fussent hors de son cou.

source: [Fucking run you idiots!
fr_fr: [Courrez bande d'imbéciles!

source: I've got this!]
fr_fr: Je m'occupe de ça!]

source: Sava fired and dropped a bot, then dashed east, leaping over spreading waist-high flames.
fr_fr: Sava tira et descendit un bot, puis plongea vers l'est, sutant par-dessus les flammes hautes jusqu'à la taille qui se propageaint.

source: [Make for the lounge!]
fr_fr: [Rejoignez le salon!]

source: Pivo elevated onto two arms and ran behind Sava, his five remaining arms flopping wildly above his head.
fr_fr: Pivo se dressa sur deux bras et courru derrière Sava, ses cinq bras restant flottant librement autour de sa tête.

source: [Out of the way, ya poke!] Sarlo outpaced the slower octomorph, running through the flames towards the lounge.
fr_fr: [Bouge de là, espèce de trainard!] Sarlo dépassa l'octomorph, courant à travers les flammes en direction de la salle d'attente.

source: Berk flung the frenzied bot into a flaming pile of bones, scrambled to her feet, and followed after the group, covered in bone bits and dust, the bot swarm in whirring pursuit.
fr_fr: Berk envoya voler le bot frénétique dans une pile d'ossements enflammés, sauta sur ses pieds et rattrapa le groupe, couverte de morceaux d'os et de poussières, la nuée de bots à ses trousses.

source: Sava reached the lounge first and the portal was open.
fr_fr: Sava atteignit le salon en premier et la porte était ouverte.

source: Turning with rifle raised, Sava took cover against the door frame.
fr_fr: Se retourrnant avec son fusil armé, Sava se mit à couvert contre le montant de la porte.

source: Sarlo and Pivo were past the flames and Berk was closing the gap, as were the bots.
fr_fr: Sarlo et Pivo avaient dépassés les flammes, tandis que Berk rattrapait le terrain perdu, ainsi que les bots.

source: Sava unloaded cover fire that sizzled over Sarlo's head, knocking another bot out, but the rest of the swarm remained unphased.
fr_fr: Sava envoya un tir de couverture qui grésilla au-dessus de la tête de Sarlo, détruisant un autre bot, mais le reste de la nuée restait asynchrone.

source: They just kept coming.
fr_fr: Ils continuait simplement d'avancer.

source: Suddenly, more bots appeared out of the shrinking darkness near the lounge.
fr_fr: D'un coup, de nombreux bots surgirent hors de l'obscurité près de la salle d'attente.

source: [There's more!
fr_fr: [Il y en a d'autres!

source: They're flanking!] Sava blasted at the new bots to try and slow down their gambit.
fr_fr: Ils nous prennent à revers!] Sava envoya une salve sur les nouveaux bots pour essayer de ralentir leur approche.

source: Sarlo was only thirty feet from the portal when he tripped on a tangle of bones.
fr_fr: Sarlo n'était plus qu'à dix mètres de la porte lorsqu'il trébucha sur une pile d'os.

source: His boyish body collapsed face first into the dust and human remains.
fr_fr: Son corps de petit garçon s'effondra face contre terre dans la poussière et les restes humains.

source: Pivo made an awkward leap over him, skidded across the floor, and squished into the outer lounge wall right near the door.
fr_fr: PIvo fit un saut étrange par dessus lui, glissa sur le sol, et se ratatina dans le mur externe près de la porte de la salle d'attente.

source: Sava reached out, snagged the octomorph by a arm, and dragged him into the safety of the lounge.
fr_fr: Sava sauta à l'extérieur, attrapa l'octomorph par un bras et le tira vers la sécurité du salon.

source: Berk tried to stop and help Sarlo up, but her momentum was too much and her footing upon the dusty floor too unstable.
fr_fr: Berk essaya de s'arréter et d'aider Sarlo, mais son élan était trop important et son appui sur le sol poussiéreux trop instable.

source: She tumbled forward in a roll of dust cloud, chipped bone, and tattered rags, finally slamming into Sava in the doorway.
fr_fr: Elle trébucha plus loin dans une nuée de poussière, d'ossements blanchis, et de guenilles, percutant finalement Sava dans l'embrasure de la porte.
